<?php
// UNIVERSAL
$lang['save'] = 'დამახსოვრება';
$lang['cancel'] = 'გაუქმება';
$lang['close'] = 'დახურვა';


// NAV
$lang['nav'] = 'ნავიგაცია';


// READ
$lang['word'] = 'სიტყვა';
$lang['assoc'] = 'ასოციაცია';
$lang['connection'] = 'კავშირი';
$lang['meaning'] = 'მნიშვნელობა';

$lang['not_found'] = 'ასეთი სიტყვა ვერ მოიძებნა';
$lang['load_more'] = 'მეტი';
$lang['all_words'] = 'სულ';



// INSTRUCTION
$lang['inst_title'] = 'ახალი სიტყვების სწავლის ასოციაციიური მეთოდი';
$lang['inst_subtitle'] = 'სიტყვების ასოციაციური დამახსოვრებით მეთოდი შედგება 4 შემადგენლისგან';
$lang['inst_text'] = '<ul>
			<li> ახალი სიტყვისგან</li>
			<li> ახალ სიტყვასთან დაკავშირებული საგანი/სიტყვა რომელიც პირველი ამოტივტივდება თავში ახალი სიტყვის გაგნებისთანავე</li>
			<li> თავად სიტყვის მნიშვნელობა მშობლიურ ენაზე</li>
			<li> ახალი სიტყვის ასოციაციის დაკავშირება მშობლიური სიტყვის მნიშვნელობასთან</li>
		</ul>';


// ADD WORD
$lang['add_title'] = 'დაამატეთ სიტყვა';
$lang['add_button'] = 'სიტყვის დამატება';
// placeholders
$lang['add_word'] = 'სიტყვა';
$lang['add_assoc'] = 'ასოციაცია';
$lang['add_connection'] = 'კავშირი';
$lang['add_meaning'] = 'მნიშვნელობა';