<div class="instruction">

	<div class="text-block">

		<h1 class="title">უცხო სიტყვების სწავლის ასოციაციიური მეთოდი</h1>

		<p><b>სიტყვების ასოციაციური დამახსოვრებით მეთოდი შედგება 4 შემადგენლისგან</b></p>

		<ul>
			<li> ახალი სიტყვისგან</li>
			<li> ახალ სიტყვასთან დაკავშირებული საგანი/სიტყვა რომელიც პირველი ამოტივტივდება თავში ახალი სიტყვის გაგნებისთანავე</li>
			<li> თავად სიტყვის მნიშვნელობა მშობლიურ ენაზე</li>
			<li> ახალი სიტყვის ასოციაციის დაკავშირება მშობლიური სიტყვის მნიშვნელობასთან</li>
		</ul>

	</div>

</div>